Repository: anielyavuz/kiwihabitapp
Catalog: lib/l10n/app_*.arb
Languages: de, tr

# language
source: English
de: Deutch
tr: Turkce

source: Hello World!
de: Hello World! Almanca
tr: Merhaba Dünya!

# appHeader
source: KiWi - Habit App
de: KiWi - Gewohnheitsverfolgung
tr: KiWi - Alışkanlık Takip

# addYourFirstHabitButton
source: Add Your First Habit
de: Fügen Sie Ihre erste Gewohnheit hinzu
tr: İlk alışkanlığını ekle

# allreadyHaveKiwiButton
source: Already have a KiWi account?
de: Sie haben bereits ein KiWi-Konto?
tr: Zaten bir KiWi hesabın mı var?

# todayText
source: Today
de: Heute
tr: Bugün

# introFirstScreen
source: Energize your life
de: Geben Sie Ihrem Leben Energie
tr: Hayatınıza Haraket Katın

# introFirstScreenDetail
source: Create your workout goals that will boost your life energy with 🥝.
de: Erstellen Sie Ihre Trainingsziele, die Ihre Lebensenergie mit 🥝 steigern.
tr: 🥝 ile hayat enerjinizi yükseltecek egzersiz hedeflerinizi oluşturun.

# introSecondScreen
source: Remove Stress from Your Life
de: Entfernen Sie Stress aus Ihrem Leben
tr: Stresi Hayatınızdan Çıkarın

# introSecondScreenDetail
source: Make your plans and take a break from the stress of life with 🥝
de: Machen Sie Ihre Pläne und nehmen Sie sich mit 🥝 eine Auszeit vom Stress des Lebens
tr: 🥝 ile planlarınızı yapın ve hayatın stresine ara verin

# introThirdScreen
source: Focus on Your Personal Development
de: Konzentrieren Sie sich auf Ihre persönliche Entwicklung
tr: Kişisel Gelişiminize Odaklanın

# introThirdScreenDetail
source: Streamline your life and achieve your goals with 🥝.
de: Optimiere dein Leben und erreiche deine Ziele mit 🥝.
tr: 🥝 ile hayatınızı düzene sokun ve hedeflerinize ulaşın.

# introFourthScreen
source: Learn Regular Habits
de: Lerne regelmäßige Gewohnheiten
tr: Düzenli Alışkanlıklar Edinin

# introFourthScreenDetail
source: Build positive habits into your life with 🥝.
de: Baue mit 🥝 positive Gewohnheiten in dein Leben ein.
tr: 🥝 ile hayatınıza pozitif alışkanlıklar kazandırın.

source: Choose Your Habits
de: Wähle deine Gewohnheiten
tr: Alışkanlıklarınızı Seçin

# continueButton
source: Continue
de: Weitermachen
tr: Devam et

# orButton
source: Or
de: Oder
tr: veya

source: Define Your Habit
de: Wählen Sie Ihre Gewohnheiten
tr: Alışkanlık Tanımla

source: Habit Name
de: Gewohnheitsname
tr: Alışkanlık Adı

source: Add to habits
de: Zu den Gewohnheiten hinzufügen
tr: Alışkanlıklarıma Ekle

source: Habit List
de: Gewohnheitsliste
tr: Alışkanlık Listesi

source: Habit Details
de: Gewohnheitsdetails
tr: Alışkanlık Detayları

# goalText
source: Goal
de: Ziel
tr: Hedef

source: in a day
de: in einem Tag
tr: kere (Günde)

source: Every day
de: jeden Tag
tr: Her gün

# nextButton
source: Next
de: nächste
tr: İleri

# previousButton
source: Previous
de: früher
tr: Geri

# finishButton
source: Finish
de: Fertig
tr: Bitir

source: Sign In
de: Anmelden
tr: Giriş Yap

# exitButton
source: Exit
de: Ausgang
tr: Çıkış

# cancelButton
source: Cancel
de: Absagen
tr: İptal

source: Delete Habit
de: Gewohnheit löschen
tr: Alışkanlığı Sil

source: Delete Account
de: Konto löschen
tr: Hesabımı Sil

source: Add New Habit
de: neue Gewohnheit hinzufügen
tr: Yeni Alışkanlık Ekle

# dontHaveKiwiAccount
source: Sorry, you don't have a KiWi account
de: Entschuldigung, Sie haben kein KiWi-Konto.
tr: Mevcutta bir KiWi hesabın yok.

# deleteAccountConfirm
source: If you continue, you will lose your habits. Are you sure?
de: Wenn Sie fortfahren, werden Sie Ihre Gewohnheiten verlieren. Bist du dir sicher?
tr: Eğer devam edersen alışkanlık verilerini kaybedeceksin. Emin misin?

# reallyAsk
source: Really?👀
de: Wirklich?👀
tr: Emin misin?👀

source: Continue with
de: weitermachen mit
tr: Şununla devam et:

# quickNotificationAdd
source: Add A Quick Notification
de: Schneller Rückruf hinzufügen
tr: Hızlı Hatırlatma Ekle

# quickNotificationTextLabel
source: Quick Notification Name
de: Name schnell merken
tr: Hızlı Hatırlama Adı

source: Schedule Notification
de: Erinnerung erstellen
tr: Hatırlatmayı Oluştur

# reminderNotificationLabel
source: time😎
tr: zamanı😎

# healthLabel
source: Health
de: Gesundheit
tr: Sağlık

# sportLabel
source: Sport
tr: Spor

# studyLabel
source: Study
de: Lernen
tr: Çalışma

# artLabel
source: Art
de: Kunst
tr: Sanat

# financeLabel
source: Finance
de: Finanzen
tr: Finans

# socialLabel
source: Social
de: Sozial
tr: Sosyal

# quitABadHabitLabel
source: Quit a Bad Habit
de: Schluss mit der schlechten Angewohnheit
tr: Kötü Alışkanlığı Bırak

# youShouldOneHabit
source: You should have at least one habit
de: Sie sollten mindestens eine Angewohnheit haben
tr: En az bir alışkanlığınız olmalı

source: Drink Water
de: Wasser trinken
tr: Su İç

source: Sleep Well
de: Schlafenszeit
tr: Uyku Zamanı

source: Walk
de: Gehen
tr: Yürü

source: Push Up
de: PushUps machen
tr: Şınav Çek

source: Run
de: laufen
tr: Koş

source: Swim
de: Schwimmen
tr: Yüz

source: Read a Book
de: Ein Buch lesen
tr: Kitap Oku

source: Learn English
de: Lerne Englisch
tr: İngilizce Öğren

source: Math Exercise
de: Mathematik studieren
tr: Matematik Çalış

source: Repeat Today
de: Mach es nochmal
tr: Tekrar Yap

source: Play Guitar
de: Gitarre spielen
tr: Gitar Çal

source: Painting
de: Mach ein Bild
tr: Resim Yap

source: Play Piano
de: Spiel das Klavier
tr: Piyano Çal

source: Dance
de: Tanzen
tr: Dans

source: Saving Money
de: Geld sparen
tr: Para Biriktir

source: Check Stocks
de: Börsenverfolgung
tr: Borsa Takip

source: Donate
de: Spenden
tr: Bağış Yap

source: Check Currencies
de: Währungsverfolgung
tr: Döviz Takip

source: Cinema
de: Kino
tr: Sinema

source: Meet With Friends
de: Treffe deine Freunde
tr: Arkadaşlarınla Buluş

source: Theater
tr: Tiyatro

source: Play Games
de: Spiel spielen
tr: Oyun Oyna

source: Quit Smoking
de: Hören Sie mit dem Rauchen auf
tr: Sigarayı Bırak

source: Quit Eating Snacks
de: Schluss mit Junk Food
tr: Abur cuburu Bırak

source: Quit Alcohol
de: Kein Alkohol
tr: Alkolü Bırak

source: Stop Swearing
de: Kein fluchen
tr: Küfürü Bırak

source: Warning
de: Warnung
tr: Dikkat

# willLoseYourData
source: You will lose your habits data, please sign up before leave.
de: Wenn Sie sich abmelden, ohne sich anzumelden, verlieren Sie alle Ihre Gewohnheiten.
tr: Eğer oturum açmadan çıkış yaparsan tüm alışkanlıklarını kaybediceksin.

# swipeLabel
source: Swipe
de: Wischen
tr: Kaydır

# plsPickALoginMethod
source: Please pick a login method
de: Bitte wählen Sie eine Anmeldemethode
tr: Lütfen oturum açma methodu seçin

# meditation
source: Meditasyon
de: Meditation
